using Newtonsoft.Json;

namespace ConsoleApp15
{
    internal class Program
    {
        static void Main(string[] args)
        {
            login newlogin = new login();
        }
        //убейте меня

        /*   Время 19:00 22.12.2022 - Я дописал код и Я абсолютно не знаю как работает enum, поэтому делал как знал + сюда пикчу потом прикреплю.
             Теперь пошел концерт щитов.     ->      Не знаешь песню = не фанат(осуждаю)

 Я никогда не увижу
 Взгляд своего отца
 Я никогда не почувствую
 Себя в роли творца
 Словно я всё упустил
 Пока все пытались найти
 Что всем так нужно, чтоб жить
 Что всем так нужно кого-то убить
 Я так и не спал много лет
 Сгорая в попытках увидеть себя
 Давай, расскажи мне, что я бесполезный
 Ведь ты лучше знаешь меня
 Убей меня словом
 Так просто сломай, так сломай, не оставь же мне шанса на жизнь
 И просто смотри
 Пока я, сгорая, пытаюсь достать все ножи
 Я никогда не увижу
 Как мои дети взрослеют
 Я никогда не почувствую
 Как меня где-то ждут
 Сложно быть тем, кем мы рождены
 Нам дали никчёмный мотив
 Всё решено, нахуй творчество
 Нет, лучше я сдохну один
 Я так и не спал много лет
 Сгорая в попытках увидеть себя
 Давай, расскажи мне, что я бесполезный
 Ведь ты лучше знаешь меня
 Убей меня словом
 Так просто сломай, так сломай, не оставь же мне шанса на жизнь
 И просто смотри
 Пока я, сгорая, пытаюсь достать все ножи
 Я никогда не увижу
 Как мои дети взрослеют
 Я никогда не почувствую
 Как меня где-то ждут
 Сложно быть тем, кем мы рождены
 Нам дали никчёмный мотив
 Всё решено, нахуй творчество
 Нет, лучше я сдохну один
 Я так и не спал много лет
 Сгорая в попытках увидеть себя
 Давай, расскажи мне, что я бесполезный
 Ведь ты лучше знаешь меня
 Убей меня словом
 Так просто сломай, так сломай, не оставь же мне шанса на жизнь
 И просто смотри
 Пока я, сгорая, пытаюсь достать все ножи

        все бб кароче
         */
    }
}